Repository: Odaem/ideapad-controls-gnome-extension
Catalog: po/*.po
Languages: he, it

source: Extension Menu
he: תפריט הרחבה
it: Menu estensione

source: Sysfs path of the ideapad_laptop dir
he: נתיב Sysfs לתיקיית ideapad_laptop
it: Percorso Sysfs della directory ideapad_laptop

source: Extension menu location
he: מיקום תפריט ההרחבה
it: Posizione del menu dell'estensione

source: Choose where to place the extension menu.
he: כאן בוחרים היכן יוצג תפריט ההרחבה.
it: Scegli dove posizionare il menu dell'estensione.

source: Tray
he: מגש
it: Barra delle applicazioni

source: System Menu
he: תפריט מערכת
it: Menu di sistema

source: Settings button
he: כפתור הגדרות
it: Pulsante Impostazioni

source: Enable to show Extension Settings button.
he: הפעלת אפשרות זו תגרום להצגת כפתור הגדרות ההרחבה.
it: Abilita per mostrare il pulsante Impostazioni estensione.

source: Use pkexec
he: שימוש ב־pkexec
it: Usa pkexec

source: Enable to make ideapad_laptop wrap its write commands with pkexec to request root privileges.
he: הפעלת אפשרות זו תגרום למחשב ideapad_laptop לשלוף פקודות בעצמו עם pkexec על מנת לבקש הרשאות שורש (root).

source: Send success notifications
he: שליחת הודעות הצלחה
it: Invia notifiche

source: Enable to make the extension send notifications when it enables an option successfully
he: הפעלת אפשרות זו תגרום להרחבה לשלוח הודעה לאחר שינוי מוצלח של האפשרויות
it: Abilita per far sì che l'estensione invii notifiche quando abilita un'opzionecon successo

source: Options
he: אפשרויות
it: Opzioni

source: Choose which options to keep in the extension menu.
he: כאן בוחרים אילו אפשרויות להמשיך להציג בתפריט ההרחבה.
it: Scegli quali opzioni mantenere nel menu dell'estensione.

source: Extension Settings
he: הגדרות הרחבה
it: Impostazioni dell'estensione

source: Enabled %s
he: %s מופעל
it: Abilitato %s

source: Disabled %s
he: %s מושבת
it: Disabilitato %s

source: Ideapad Controls
he: בקרות IdeaPad
it: Controlli Ideapad

source: Failed to enable %s
he: הפעלת %s נכשלה
it: Impossibile abilitare %s

source: Conservation Mode
he: מצב חיסכון
it: Modalità di conservazione

source: Camera
he: מצלמה
it: Webcam

source: Touchpad
he: משטח מגע

source: USB Charging
he: טעינת USB
it: Ricarica USB

source: %s switch
he: מתג %s
it: Configurazione di: %s

source: Can't disable pkexec because the extension is not allowed to write files. See %s for more details.
he: לא ניתן להשבית את pkexec מכיוון שאין להרחבה הרשאה לערוך קבצים. נא לעיין ב־%s לפרטים נוספים.
it: Impossibile disabilitare pkexec perché l'estensione non è autorizzata a scrivere file. Vedere %s per maggiori dettagli.

source: IdeaPad Controls
he: בקרות IdeaPad
it: Controlli per IdeaPad

source: Fn Lock
it: Blocco Fn
